import scss from "./ServicePage.module.scss";
import service2 from '../../images/services/service2.jpg';

const ServicePage2 = () => {

  return (
    <div className={scss.container}>
        <div className={scss.main_wrapper}>
            <h1 className={scss.title}>Консультація психолога</h1>
            <div className={scss.content_wrapper}>
              <img src={service2} alt='serviceImage' className={scss.image}/>
              <span className={scss.description}>Всі, кого зачепила війна, більшою чи меншою мірою, відчувають на собі її руйнівний вплив. Адже участь у бойових діях завжди супроводжується стресовою реакцією організму, яка без відповідної своєчасної кваліфікованої допомоги може призвести до несприятливих наслідків, як для самої людини та  її близьких,  так і для суспільства в цілому.   Робота психолога – це кропітка та складна робота з невидимими наслідками війни.
                  Зміст психологічної допомоги, у широкому розумінні, полягає в забезпеченні емоційної, смислової і екзистенціальної підтримки людини у важких ситуаціях, що виникають в ході їх особистісного або соціального життя.
                  Робота психолога в нашому Центрі має окреслений термін та складається з трьох кроків:<br/>
                  Процесуальна діагностика стану – виявити глибину травматизації та адекватні психологічні засоби в кожному конкретному випадку.<br/>
                  Стабілізація стану – це означає знову отримати контроль над своїми емоційними реакціями. Це перш за все робота з внутрішніми ресурсами людини. Досягти  ресурсного стану означає отримати фізичні, духовні і душевні сили та енергії для того, щоб нормально функціонувати.<br/>
                  Особистісне перезавантаження – визначення індивідуального плану на життя – знайти травматичним подіям належне місце в загальній часовій перспективі свого життя та особистої історії.
              </span>
            </div>     
        </div>
    </div>
        
  )
};

export default ServicePage2;