import scss from "./ServicePage.module.scss";
import service9 from '../../images/services/service9.jpg';

const ServicePage9 = () => {

  return (
    <div className={scss.container}>
        <div className={scss.main_wrapper}>
            <h1 className={scss.title}>Масляно-дисперсійні ванни</h1>
            <div className={scss.content_wrapper}>
              <img src={service9} alt='serviceImage' className={scss.image}/>
              <span className={scss.description}>Цей вид терапії застосовується у Німеччині з 1937 року, а з 1971 року запатентований як ”JUNGEBAD” терапія.<br/>
                  Сучасна фізіологія вказує, що тепло для людського організму важливіше за дихання. Теплові процеси безпосередньо пов’язані з кровообігом і функціонування органу залежить від кровопостачання. Температура тіла людини залежить від ритму день-ніч, уночі вище ніж удень. Це важливо для якісного нічного сну.<br/>
                  Масляно-дисперсійні ванни – методика, заснована на розподілі спеціально підготовлених олій через масляно-дисперсійний апарат у краплях води. Завдяки цьому виникає стабільний зв’язок олії та води протягом кількох годин. Температура води у ванній 37-38C, яка наближена до фізіологічної температури тіла людини, та тепловий якісний ефект самої олії активно впливають на процеси кровообігу у всьому організмі.<br/>
                  Процедура супроводжується масажем у наповненій ванній, який проводить терапевт як спеціальними щітками, так і вручну, залежно від реактивної чутливості шкіри пацієнта. Після самої ванни необхідним компонентом терапевтичної процедури є укутування пацієнта та спокій лежачи протягом 30-40 хвилин.<br/>
                  Описаний вид терапії має глибокий вплив на організм та безпосередньо на його температурну складову, що має потужний ефект в терапії не тільки його фізичного стану але і на гармонізацію на психоемоційному рівні. Результатами терапії, які найчастіше відзначають самі пацієнти, є поліпшення сну та позитивні психоемоційні зміни у стані здоров’я.
              </span>
            </div>
        </div>
    </div>
        
  )
};

export default ServicePage9;