import scss from './ReviewsPage.module.scss';
import userIcon from '../../images/user_icon.png'

const ReviewsPage = () => {

  return (
    <div className={scss.container}>
        <div className={scss.content_wrapper}>
          <h1 className={scss.title}>Відгуки</h1>
          <ul className={scss.list}>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
            <li className={scss.review_card}>
                <div className={scss.review_user}>
                    <img src={userIcon} alt='user'/>
                    <span className={scss.review_name}>Максим</span>
                </div>
                <span className={scss.review_text}>Дуже задоволений реабілітаційним центром “Аурум”. Професійний та індивідуальний підхід до кожного пацієнта. Відчувається турбота лікарів та небайдужість до тебе, що теж сприяє покращенню стану та видужанню взагалі. Дуже цікава сама філософія реабілітації, для мене особисто це нова ера в реабілітації та лікуванні, і вона дає результат на оздоровленні та впевненість у собі.</span>
            </li>
          </ul>
        </div>
    </div>
        
  )
};

export default ReviewsPage;

